Repository: watzon/pindrop
Catalog: Pindrop/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# pindrop_needs_microphone_access_to_record_and_tr
source: Pindrop needs microphone access to record and transcribe your voice.nnPlease grant permission in System Settings.
ar: يحتاج Pindrop إلى الوصول إلى الميكروفون لتسجيل صوتك ونسخه. يرجى منح الإذن في إعدادات النظام.
bn: আপনার voice.nn অনুগ্রহ করে সিস্টেম সেটিংসে অনুমতি দিন।
cs: Pindrop potřebuje přístup k mikrofonu, aby mohl nahrávat a přepisovat váš hlas.nnUdělte prosím oprávnění v Nastavení systému.
da: Pindrop har brug for mikrofonadgang for at optage og transskribere din stemme.nnGiv venligst tilladelse i Systemindstillinger.
de: Pindrop benötigt Mikrofonzugriff, um Ihre Stimme aufzunehmen und zu transkribieren.nnBitte erteilen Sie die Berechtigung in den Systemeinstellungen.
el: Το Pindrop χρειάζεται πρόσβαση στο μικρόφωνο για την εγγραφή και τη μεταγραφή της φωνής σας.nnΠαρακαλούμε παραχωρήστε άδεια στις Ρυθμίσεις συστήματος.
fi: Pindrop tarvitsee mikrofonin käyttöoikeuden äänittääkseen ja litteroidakseen äänesi.nnAnna lupa järjestelmäasetuksissa.
fr: Pindrop a besoin d'un accès au microphone pour enregistrer et transcrire votre voix.nnVeuillez accorder l'autorisation dans les Paramètres Système.
he: Pindrop זקוק לגישה למיקרופון כדי להקליט ולתמלל את הקול שלך.nnאנא הענק הרשאה בהגדרות המערכת.
hi: पिनड्रॉप को आपकी आवाज़ रिकॉर्ड करने और ट्रांसक्राइब करने के लिए माइक्रोफ़ोन एक्सेस की आवश्यकता है। कृपया सिस्टम सेटिंग्स में अनुमति दें।
hu: A Pindrop-nak mikrofon-hozzáférésre van szüksége a hang rögzítéséhez és átírásához.nnKérjük, adjon engedélyt a rendszerbeállításokban.
id: Pindrop memerlukan akses mikrofon untuk merekam dan menyalin suara Anda.nnHarap berikan izin di Pengaturan Sistem.
it: Pindrop necessita dell'accesso al microfono per registrare e trascrivere la tua voce.nnConcedi l'autorizzazione nelle Impostazioni di sistema.
ja: Pindrop では、あなたの声を録音して転写するにはマイクへのアクセスが必要です。システム設定で許可を与えてください。
ko: Pindrop이 음성을 녹음하고 텍스트로 변환하려면 마이크 액세스 권한이 필요합니다.nn시스템 설정에서 권한을 부여하세요.
ms: Pindrop memerlukan akses mikrofon untuk merakam dan menyalin suara anda.nnSila berikan kebenaran dalam Tetapan Sistem.
nb: Pindrop trenger mikrofontilgang for å ta opp og transkribere stemmen din.nnVennligst gi tillatelse i systeminnstillingene.
nl: Pindrop heeft microfoontoegang nodig om je stem op te nemen en te transcriberen.nnVerleen toestemming in Systeeminstellingen.
pl: Pindrop potrzebuje dostępu do mikrofonu, aby nagrywać i transkrybować Twój głos. Wyraź zgodę w Ustawieniach systemowych.
pt_br: Pindrop precisa de acesso ao microfone para gravar e transcrever sua voz.nnPor favor, conceda permissão nas configurações do sistema.
ro: Pindrop are nevoie de acces la microfon pentru a vă înregistra și a transcrie vocea.nnVă rugăm să acordați permisiunea în Setările de sistem.
ru: Pindrop необходим доступ к микрофону для записи и расшифровки вашего голоса. Предоставьте разрешение в настройках системы.
sv: Pindrop behöver mikrofonåtkomst för att spela in och transkribera din röst.nnGe tillstånd i systeminställningarna.
th: Pindrop ต้องการการเข้าถึงไมโครโฟนเพื่อบันทึกและถอดเสียงของคุณ โปรดให้สิทธิ์ในการตั้งค่าระบบ
tr: Pindrop'un sesinizi kaydedip yazıya dökebilmesi için mikrofon erişimine ihtiyacı var.nnLütfen Sistem Ayarları'ndan izin verin.
uk: Pindrop потрібен доступ до мікрофона, щоб записувати та транскрибувати ваш голос.nnНадайте дозвіл у налаштуваннях системи.
vi: Pindrop cần quyền truy cập micrô để ghi âm và chép lại giọng nói của bạn.nnVui lòng cấp quyền trong Cài đặt hệ thống.
zh_hans: Pindrop 需要麦克风访问权限来录制和转录您的语音。nn请在系统设置中授予权限。
zh_hant: Pindrop 需要麥克風訪問許可權來錄製和轉錄您的語音。nn請在系統設定中授予許可權。

source: Pindrop needs this one. It downloads once.
ar: يحتاج Pindrop إلى هذا الملف. يُنزَّل مرة واحدة فقط.
bn: Pindrop-এর এটি দরকার। এটি একবারই ডাউনলোড হয়।
cs: Pindrop tohle potřebuje. Stahuje se jen jednou.
da: Pindrop skal bruge denne. Den downloades kun én gang.
de: Pindrop benötigt dies. Es wird nur einmal heruntergeladen.
el: Το Pindrop χρειάζεται αυτό. Γίνεται λήψη μία φορά.
es: Pindrop necesita esto. Se descarga una sola vez.
fi: Pindrop tarvitsee tämän. Se ladataan vain kerran.
fr: Pindrop a besoin de ce fichier. Il est téléchargé une seule fois.
he: Pindrop זקוק לזה. ההורדה מתבצעת פעם אחת.
hi: Pindrop को इसकी ज़रूरत है। यह केवल एक बार डाउनलोड होता है।
hu: A Pindropnak szüksége van erre. Csak egyszer töltődik le.
id: Pindrop membutuhkan ini. File ini diunduh sekali saja.
it: Pindrop ha bisogno di questo. Viene scaricato una sola volta.
ja: Pindropにはこれが必要です。ダウンロードは一度だけです。
ko: Pindrop에 이 항목이 필요합니다. 다운로드는 한 번만 이루어집니다.
ms: Pindrop memerlukan ini. Ia dimuat turun sekali sahaja.
nb: Pindrop trenger denne. Den lastes ned bare én gang.
nl: Pindrop heeft dit nodig. Het wordt maar één keer gedownload.
pl: Pindrop potrzebuje tego pliku. Pobiera się tylko raz.
pt_br: O Pindrop precisa disso. O download acontece só uma vez.
ro: Pindrop are nevoie de acest fișier. Se descarcă o singură dată.
ru: Pindrop нужен этот файл. Он загружается только один раз.
sv: Pindrop behöver den här. Den laddas bara ned en gång.
th: Pindrop ต้องใช้ไฟล์นี้ ดาวน์โหลดเพียงครั้งเดียว
tr: Pindrop'un buna ihtiyacı var. Yalnızca bir kez indirilir.
uk: Pindrop потрібен цей файл. Він завантажується лише один раз.
vi: Pindrop cần tệp này. Tệp chỉ tải xuống một lần.
zh_hans: Pindrop 需要这个文件，只会下载一次。
zh_hant: Pindrop 需要這個檔案，只會下載一次。

source: Pindrop noticed a call.
ar: لاحظ Pindrop وجود مكالمة.
bn: Pindrop একটি কল লক্ষ্য করেছে।
cs: Pindrop zaznamenal hovor.
da: Pindrop bemærkede et opkald.
de: Pindrop hat einen Anruf bemerkt.
el: Το Pindrop εντόπισε μια κλήση.
es: Pindrop ha detectado una llamada.
fi: Pindrop havaitsi puhelun.
fr: Pindrop a repéré un appel.
he: Pindrop זיהה שיחה.
hi: Pindrop ने एक कॉल देखी।
hu: A Pindrop hívást észlelt.
id: Pindrop mendeteksi panggilan.
it: Pindrop ha rilevato una chiamata.
ja: Pindrop が通話を検知しました。
ko: Pindrop이 통화를 감지했습니다.
ms: Pindrop mengesan panggilan.
nb: Pindrop oppdaget en samtale.
nl: Pindrop heeft een gesprek opgemerkt.
pl: Pindrop zauważył rozmowę.
pt_br: O Pindrop notou uma chamada.
ro: Pindrop a observat un apel.
ru: Pindrop заметил звонок.
sv: Pindrop märkte av ett samtal.
th: Pindrop พบการโทร
tr: Pindrop bir çağrı fark etti.
uk: Pindrop помітив дзвінок.
vi: Pindrop đã nhận thấy một cuộc gọi.
zh_hans: Pindrop 发现了一通通话。
zh_hant: Pindrop 發現了一通通話。

source: Pindrop on GitHub
ar: Pindrop على جيثب
bn: GitHub-এ পিনড্রপ
cs: Pindrop na GitHubu
da: Pindrop på GitHub
de: Pindrop auf GitHub
el: Pindrop στο GitHub
es: Pindrop en GitHub
fi: Pindrop GitHubissa
fr: Pindrop sur GitHub
he: Pindrop ב-GitHub
hi: GitHub पर पिनड्रॉप
hu: Pindrop a GitHubon
id: Pindrop di GitHub
it: Pindrop su GitHub
ja: GitHub のピンドロップ
ko: GitHub의 핀드롭
ms: Pindrop pada GitHub
nb: Pindrop på GitHub
nl: Pindrop op GitHub
pl: Pindrop na GitHubie
pt_br: Pindrop no GitHub
ro: Pindrop pe GitHub
ru: Пиндроп на GitHub
sv: Pindrop på GitHub
th: Pindrop บน GitHub
tr: GitHub'da Pindrop
uk: Pindrop на GitHub
vi: Ghim trên GitHub
zh_hans: GitHub 上的 Pindrop
zh_hant: GitHub 上的 Pindrop

source: Pindrop Orb
ar: كرة Pindrop
bn: Pindrop অর্ব
cs: Pindrop Koule
da: Pindrop-kugle
el: Σφαίρα Pindrop
es: Orbe de Pindrop
fi: Pindrop-pallo
fr: Orbe Pindrop
he: כדור Pindrop
hi: Pindrop ऑर्ब
hu: Pindrop-gömb
id: Orb Pindrop
it: Sfera Pindrop
ja: Pindrop オーブ
ko: Pindrop 오브
ms: Orb Pindrop
nb: Pindrop-kule
pl: Kula Pindrop
pt_br: Orbe do Pindrop
ro: Sfera Pindrop
ru: Сфера Pindrop
sv: Pindrop-kula
th: ออร์บ Pindrop
tr: Pindrop Küresi
uk: Сфера Pindrop
vi: Quả cầu Pindrop
zh_hans: Pindrop 光球
zh_hant: Pindrop 光球

source: Pindrop Pill
ar: حبة بيندروب
bn: পিনড্রপ পিল
cs: Pindrop pilulka
da: Pindrop pille
de: Pindrop-Pille
el: Χάπι Pindrop
fi: Pindrop-pilleri
fr: Pilule Pindrop
he: גלולת פינדרופ
hi: पिंड्रोप गोली
hu: Pindrop Tabletta
id: Pindrop Pil
it: Pillola Pindrop
ja: ピンドロップピル
ko: 핀드롭 알약
ms: Pil Pindrop
nb: Pindrop pille
nl: Pindrop-pil
pl: Pigułka Pindrop
pt_br: Pílula Pindrop
ro: Pilula Pindrop
ru: Таблетка Пиндроп
sv: Pindrop piller
th: ยาพินดรอป
tr: Pindrop Hapı
vi: Thuốc nhỏ giọt
zh_hans: Pindrop 胶囊
zh_hant: Pindrop 膠囊

source: Pindrop Theme
ar: موضوع بيندروب
bn: পিনড্রপ থিম
cs: Pindrop téma
da: Pindrop-tema
de: Pindrop-Thema
el: Θέμα Pindrop
es: Tema de Pindrop
fi: Pindrop-teema
fr: Thème Pindrop
he: נושא Pindrop
hi: पिनड्रॉप थीम
hu: Pindrop téma
id: Pindrop Tema
it: Tema Pindrop
ja: ピンドロップのテーマ
ko: 핀드롭 테마
ms: Tema Pindrop
nb: Pindrop-tema
nl: Pindrop-thema
pl: Motyw Pindropa
pt_br: Tema Pindrop
ro: Tema Pindrop
ru: Тема Пиндроп
sv: Pindrop-tema
th: ธีมพินดรอป
tr: Pindrop Teması
uk: Тема Pindrop
vi: Chủ đề ghim
zh_hans: Pindrop 主题
zh_hant: Pindrop 主題

# pindrop_writes_one_from_your_notes_and_the_trans
source: Pindrop writes one from your notes and the transcript.
ar: يكتبها Pindrop من ملاحظاتك ومن النص.
bn: Pindrop আপনার নোট আর প্রতিলিপি থেকে এটি লেখে।
cs: Pindrop ji napíše z vašich poznámek a přepisu.
da: Pindrop skriver en ud fra dine noter og udskriften.
de: Pindrop schreibt sie aus Ihren Notizen und dem Transkript.
el: Το Pindrop τη γράφει από τις σημειώσεις σας και την απομαγνητοφώνηση.
es: Pindrop la escribe a partir de tus notas y la transcripción.
fi: Pindrop kirjoittaa sen muistiinpanoistasi ja tekstityksestä.
fr: Pindrop en écrit une à partir de vos notes et de la transcription.
he: Pindrop כותב אותו מהפתקים שלכם ומהתמליל.
hi: Pindrop इसे आपके नोट्स और प्रतिलेख से लिखता है।
hu: A Pindrop megírja a jegyzeteiből és az átiratból.
id: Pindrop menulisnya dari catatan Anda dan transkrip.
it: Pindrop la scrive dalle tue note e dalla trascrizione.
ja: Pindrop があなたのメモと文字起こしから書きます。
ko: Pindrop이 메모와 대본으로 작성합니다.
ms: Pindrop menulisnya daripada nota anda dan transkrip.
nb: Pindrop skriver ett ut fra notatene dine og transkriptet.
nl: Pindrop schrijft er een uit je notities en het transcript.
pl: Pindrop napisze ją z Twoich notatek i transkrypcji.
pt_br: O Pindrop escreve uma a partir das suas notas e da transcrição.
ro: Pindrop o scrie din notițele dvs. și din transcriere.
ru: Pindrop напишет её из ваших заметок и транскрипта.
sv: Pindrop skriver en utifrån dina anteckningar och transkriptet.
th: Pindrop จะเขียนให้จากโน้ตของคุณและข้อความถอดเสียง
tr: Pindrop bunu notlarınızdan ve deşifreden yazar.
uk: Pindrop напише її з ваших нотаток і транскрипта.
vi: Pindrop viết nó từ ghi chú của bạn và bản chép lời.
zh_hans: Pindrop 会根据你的笔记和转录写一份。
zh_hant: Pindrop 會根據你的筆記和逐字稿寫一份。

source: Pinned
ar: مثبّتة
bn: পিন করা
cs: Připnuté
da: Fastgjort
de: Angeheftet
el: Καρφιτσωμένα
es: Fijadas
fi: Kiinnitetyt
fr: Épinglées
he: נעוצות
hi: पिन की गई
hu: Kitűzött
id: Disematkan
it: Fissate
ja: ピン留め
ko: 고정됨
ms: Disemat
nb: Festet
nl: Vastgezet
pl: Przypięte
pt_br: Fixadas
ro: Fixate
ru: Закреплённые
sv: Fästa
th: ปักหมุด
tr: Sabitlenmiş
uk: Закріплені
vi: Đã ghim
zh_hans: 已置顶
zh_hant: 已釘選

source: Plain Text (.txt)
ar: نص عادي (.txt)
bn: সাধারণ টেক্সট (.txt)
cs: Prostý text (.txt)
da: Almindelig tekst (.txt)
de: Nur Text (.txt)
el: Απλό κείμενο (.txt)
es: Texto sin formato (.txt)
fi: Muotoilematon teksti (.txt)
fr: Texte brut (.txt)
he: טקסט רגיל (.txt)
hi: सादा पाठ (.txt)
hu: Egyszerű szöveg (.txt)
id: Teks biasa (.txt)
it: Testo semplice (.txt)
ja: プレーンテキスト (.txt)
ko: 일반 텍스트 (.txt)
ms: Teks biasa (.txt)
nb: Ren tekst (.txt)
nl: Platte tekst (.txt)
pl: Zwykły tekst (.txt)
pt_br: Texto simples (.txt)
ro: Text simplu (.txt)
ru: Простой текст (.txt)
sv: Oformaterad text (.txt)
th: ข้อความธรรมดา (.txt)
tr: Düz metin (.txt)
uk: Простий текст (.txt)
vi: Văn bản thuần (.txt)
zh_hans: 纯文本 (.txt)
zh_hant: 純文字 (.txt)

source: Play
ar: يلعب
bn: খেলা
cs: Hrát
da: Spil
de: Abspielen
el: Παιχνίδι
es: Reproducir
fi: Pelata
fr: Lire
he: לְשַׂחֵק
hi: खेल
hu: Játék
id: Bermain
it: Giocare
ja: 遊ぶ
ko: 놀다
ms: Main
nb: Spille
nl: Toneelstuk
pl: Odtwórz
pt_br: Jogar
ro: Juca
ru: Играть
sv: Spela
th: เล่น
tr: Oynamak
uk: грати
vi: Chơi
zh_hans: 播放
zh_hant: 播放

source: Play recording
ar: تشغيل التسجيل
bn: রেকর্ডিং চালান
cs: Přehrát nahrávku
da: Afspil optagelse
de: Aufnahme abspielen
el: Αναπαραγωγή εγγραφής
es: Reproducir grabación
fi: Toista tallenne
fr: Lire l'enregistrement
he: הפעלת ההקלטה
hi: रिकॉर्डिंग चलाएँ
hu: Felvétel lejátszása
id: Putar rekaman
it: Riproduci registrazione
ja: 録音を再生
ko: 녹음 재생
ms: Main rakaman
nb: Spill av opptak
nl: Opname afspelen
pl: Odtwórz nagranie
pt_br: Reproduzir gravação
ro: Redă înregistrarea
ru: Воспроизвести запись
sv: Spela upp inspelning
th: เล่นการบันทึก
tr: Kaydı oynat
uk: Відтворити запис
vi: Phát bản ghi âm
zh_hans: 播放录音
zh_hant: 播放錄音

source: Playback position
ar: موضع التشغيل
bn: প্লেব্যাকের অবস্থান
cs: Pozice přehrávání
da: Afspilningsposition
de: Wiedergabeposition
el: Θέση αναπαραγωγής
es: Posición de reproducción
fi: Toistokohta
fr: Position de lecture
he: מיקום ההשמעה
hi: प्लेबैक की स्थिति
hu: Lejátszási pozíció
id: Posisi pemutaran
it: Posizione di riproduzione
ja: 再生位置
ko: 재생 위치
ms: Kedudukan main balik
nb: Avspillingsposisjon
nl: Afspeelpositie
pl: Pozycja odtwarzania
pt_br: Posição de reprodução
ro: Poziția redării
ru: Позиция воспроизведения
sv: Uppspelningsposition
th: ตำแหน่งการเล่น
tr: Oynatma konumu
uk: Позиція відтворення
vi: Vị trí phát
zh_hans: 播放位置
zh_hant: 播放位置

# please_check_your_internet_connection_and_try_ag
source: Please check your internet connection and try again.
ar: يرجى التحقق من اتصالك بالإنترنت والمحاولة مرة أخرى.
bn: আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন.
cs: Zkontrolujte prosím připojení k internetu a zkuste to znovu.
da: Tjek venligst din internetforbindelse og prøv igen.
de: Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
el: Ελέγξτε τη σύνδεσή σας στο Διαδίκτυο και δοκιμάστε ξανά.
es: Por favor, comprueba tu conexión a internet e inténtalo de nuevo.
fi: Tarkista internetyhteytesi ja yritä uudelleen.
fr: Veuillez vérifier votre connexion internet et réessayer.
he: אנא בדוק את חיבור האינטרנט שלך ונסה שוב.
hi: अपने इंटरनेट कनेक्शन की जाँच करें और पुन: प्रयास करें।
hu: Kérjük, ellenőrizze internetkapcsolatát, és próbálja újra.
id: Silakan periksa koneksi internet Anda dan coba lagi.
it: Controlla la connessione Internet e riprova.
ja: インターネット接続を確認して、もう一度試してください。
ko: 인터넷 연결을 확인하고 다시 시도해 주세요.
ms: Sila semak sambungan internet anda dan cuba lagi.
nb: Kontroller Internett-tilkoblingen din og prøv igjen.
nl: Controleer uw internetverbinding en probeer het opnieuw.
pl: Sprawdź połączenie internetowe i spróbuj ponownie.
pt_br: Verifique sua conexão com a Internet e tente novamente.
ro: Vă rugăm să vă verificați conexiunea la internet și să încercați din nou.
ru: Пожалуйста, проверьте подключение к Интернету и повторите попытку.
sv: Kontrollera din internetanslutning och försök igen.
th: โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณแล้วลองอีกครั้ง
tr: Lütfen internet bağlantınızı kontrol edip tekrar deneyin.
uk: Перевірте підключення до Інтернетуnnі спробуйте ще раз.
vi: Vui lòng kiểm tra kết nối internet của bạn và thử lại.
zh_hans: 请检查您的互联网连接，然后重试。
zh_hant: 請檢查您的網際網路連線，然後重試。

# please_download_a_whisper_model_in_settings_befo
source: Please download a Whisper model in Settings before recording. Go to Settings → Models to download a model.
ar: يرجى تنزيل نموذج Whisper في الإعدادات قبل التسجيل. انتقل إلى الإعدادات → النماذج لتنزيل نموذج.
bn: রেকর্ড করার আগে সেটিংস থেকে একটি হুইস্পার মডেল ডাউনলোড করুন। একটি মডেল ডাউনলোড করতে সেটিংস → মডেলগুলিতে যান৷
cs: Před nahráváním si prosím stáhněte model Whisper v Nastavení. Přejděte do Nastavení → Modely a stáhněte si model.
da: Download venligst en Whisper-model i Indstillinger før optagelse. Gå til Indstillinger → Modeller for at downloade en model.
de: Bitte laden Sie ein Whisper-Modell in den Einstellungen herunter, bevor Sie aufnehmen. Gehen Sie zu Einstellungen → Modelle, um ein Modell herunterzuladen.
el: Κάντε λήψη ενός μοντέλου Whisper στις Ρυθμίσεις πριν την εγγραφή. Μεταβείτε στις Ρυθμίσεις → Μοντέλα για λήψη ενός μοντέλου.
es: Descarga un modelo de Whisper en Ajustes antes de grabar. Ve a Ajustes → Modelos para descargar un modelo.
fi: Lataa Whisper-malli asetuksista ennen tallennusta. Lataa malli siirtymällä kohtaan Asetukset → Mallit.
fr: Veuillez télécharger un modèle Whisper dans les Paramètres avant d'enregistrer. Allez dans Paramètres → Modèles pour télécharger un modèle.
he: אנא הורד דגם Whisper בהגדרות לפני ההקלטה. עבור אל הגדרות ← דגמים כדי להוריד דגם.
hi: कृपया रिकॉर्डिंग से पहले सेटिंग्स में व्हिस्पर मॉडल डाउनलोड करें। मॉडल डाउनलोड करने के लिए सेटिंग्स → मॉडल पर जाएं।
hu: Felvétel előtt töltsön le egy Whisper modellt a Beállításokban. A modell letöltéséhez lépjen a Beállítások → Modellek menüpontba.
id: Silakan unduh model Whisper di Pengaturan sebelum merekam. Buka Pengaturan → Model untuk mengunduh model.
it: Scarica un modello Whisper in Impostazioni prima di registrare. Vai su Impostazioni → Modelli per scaricare un modello.
ja: 録音する前に、設定で Whisper モデルをダウンロードしてください。 [設定] → [モデル] に移動してモデルをダウンロードします。
ko: 녹음하기 전에 설정에서 Whisper 모델을 다운로드하세요. 설정 → 모델로 이동하여 모델을 다운로드하세요.
ms: Sila muat turun model Whisper dalam Tetapan sebelum merakam. Pergi ke Tetapan → Model untuk memuat turun model.
nb: Last ned en Whisper-modell i Innstillinger før opptak. Gå til Innstillinger → Modeller for å laste ned en modell.
nl: Download een Whisper-model in Instellingen voordat u gaat opnemen. Ga naar Instellingen → Modellen om een ​​model te downloaden.
pl: Przed rozpoczęciem nagrywania pobierz model Whisper w Ustawieniach. Przejdź do sekcji Ustawienia → Modele, aby pobrać model.
pt_br: Baixe um modelo Whisper em Configurações antes de gravar. Vá para Configurações → Modelos para baixar um modelo.
ro: Vă rugăm să descărcați un model Whisper din Setări înainte de a înregistra. Accesați Setări → Modele pentru a descărca un model.
ru: Перед записью загрузите модель Whisper в настройках. Перейдите в Настройки → Модели, чтобы загрузить модель.
sv: Ladda ner en Whisper-modell i Inställningar innan du spelar in. Gå till Inställningar → Modeller för att ladda ner en modell.
th: โปรดดาวน์โหลดโมเดล Whisper ในการตั้งค่าก่อนบันทึก ไปที่การตั้งค่า → โมเดล เพื่อดาวน์โหลดโมเดล
tr: Lütfen kaydetmeden önce Ayarlar'dan bir Whisper modeli indirin. Bir model indirmek için Ayarlar → Modeller'e gidin.
uk: Перед записом завантажте модель Whisper у налаштуваннях. Перейдіть до Налаштування → Моделі, щоб завантажити модель.
vi: Vui lòng tải xuống mẫu Whisper trong Cài đặt trước khi ghi. Vào Cài đặt → Kiểu máy để tải xuống kiểu máy.
zh_hans: 请在录制前在设置中下载 Whisper 模型。 前往设置 → 模型下载模型。
zh_hant: 請在錄製前在設定中下載 Whisper 模型。 前往設定 → 模型下載模型。

# please_download_a_whisper_model_in_settings_befo_34e8a33c
source: Please download a Whisper model in Settings before recording.nnGo to Settings → Models to download a model.
ar: يرجى تنزيل نموذج Whisper في الإعدادات قبل التسجيل. انتقل إلى الإعدادات → النماذج لتنزيل النموذج.
bn: রেকর্ড করার আগে দয়া করে সেটিংস থেকে একটি হুইস্পার মডেল ডাউনলোড করুন। nn একটি মডেল ডাউনলোড করতে সেটিংস → মডেলগুলিতে যান৷
cs: Před nahráváním si prosím stáhněte model Whisper v Nastavení.nnPřejděte do Nastavení → Modely a stáhněte si model.
da: Download venligst en Whisper-model i Indstillinger før optagelse.nnGå til Indstillinger → Modeller for at downloade en model.
de: Bitte laden Sie ein Whisper-Modell in den Einstellungen herunter, bevor Sie aufnehmen.nnGehen Sie zu Einstellungen → Modelle, um ein Modell herunterzuladen.
el: Κάντε λήψη ενός μοντέλου Whisper στις Ρυθμίσεις πριν από την εγγραφή.nnΜεταβείτε στις Ρυθμίσεις → Μοντέλα για λήψη ενός μοντέλου.
fi: Lataa Whisper-malli asetuksista ennen tallennusta.nnSiirry kohtaan Asetukset → Mallit ladataksesi malli.
fr: Veuillez télécharger un modèle Whisper dans les Paramètres avant d'enregistrer.nnAllez dans Paramètres → Modèles pour télécharger un modèle.
he: אנא הורד דגם Whisper בהגדרות לפני ההקלטה.nnעבור להגדרות ← דגמים כדי להוריד דגם.
hi: कृपया रिकॉर्डिंग से पहले सेटिंग्स में एक व्हिस्पर मॉडल डाउनलोड करें। किसी मॉडल को डाउनलोड करने के लिए सेटिंग्स → मॉडल पर जाएं।
hu: A rögzítés előtt töltsön le egy Whisper-modellt a Beállításokban.nnA modell letöltéséhez lépjen a Beállítások → Modellek menüpontra.
id: Silakan unduh model Whisper di Pengaturan sebelum merekam.nnBuka Pengaturan → Model untuk mengunduh model.
it: Scarica un modello Whisper in Impostazioni prima di registrare.nnVai a Impostazioni → Modelli per scaricare un modello.
ja: 録音する前に、設定で Whisper モデルをダウンロードしてください。モデルをダウンロードするには、[設定] → [モデル] に移動します。
ko: 녹음하기 전에 설정에서 Whisper 모델을 다운로드하세요.nn모델을 다운로드하려면 설정 → 모델로 이동하세요.
ms: Sila muat turun model Whisper dalam Tetapan sebelum merakam.nnPergi ke Tetapan → Model untuk memuat turun model.
nb: Last ned en Whisper-modell i Innstillinger før opptak.nnGå til Innstillinger → Modeller for å laste ned en modell.
nl: Download een Whisper-model in Instellingen voordat u gaat opnemen.nnGa naar Instellingen → Modellen om een ​​model te downloaden.
pl: Przed rozpoczęciem nagrywania pobierz model Whisper w Ustawieniach. Przejdź do sekcji Ustawienia → Modele, aby pobrać model.
pt_br: Baixe um modelo Whisper em Configurações antes de gravar.nnVá para Configurações → Modelos para baixar um modelo.
ro: Vă rugăm să descărcați un model Whisper din Setări înainte de a înregistra.nnAccesați Setări → Modele pentru a descărca un model.
ru: Перед записью загрузите модель Whisper в настройках. Чтобы загрузить модель, перейдите в «Настройки» → «Модели».
sv: Ladda ner en Whisper-modell i Inställningar före inspelning.nnGå till Inställningar → Modeller för att ladda ner en modell.
th: โปรดดาวน์โหลดโมเดล Whisper ในการตั้งค่าก่อนบันทึก ไปที่การตั้งค่า → โมเดล เพื่อดาวน์โหลดโมเดล
tr: Lütfen kaydetmeden önce Ayarlar'dan bir Whisper modeli indirin.nnBir model indirmek için Ayarlar → Modeller bölümüne gidin.
uk: Будь ласка, завантажте модель Whisper у налаштуваннях перед записом.nnПерейдіть у налаштування → Моделі, щоб завантажити модель.
vi: Vui lòng tải xuống mô hình Whisper trong Cài đặt trước khi ghi.nnVào Cài đặt → Mô hình để tải xuống mô hình.
zh_hans: 请在录制前在设置中下载 Whisper 模型。nn前往设置 → 模型下载模型。
zh_hant: 請在錄製前在設定中下載 Whisper 模型。nn前往設定 → 模型下載模型。

source: Please wait...
ar: انتظر من فضلك...
bn: অনুগ্রহ করে অপেক্ষা করুন...
cs: Čekejte prosím...
da: Vent venligst...
de: Bitte warten...
el: Παρακαλώ περιμένετε...
es: Por favor, espera...
fi: Odota...
fr: Veuillez patienter...
he: אנא המתן...
hi: कृपया प्रतीक्षा करें...
hu: Kérem, várjon...
id: Harap tunggu...
it: Attendere prego...
ja: お待ちください...
ko: 기다리세요...
ms: Sila tunggu...
nb: Vennligst vent...
nl: Even geduld a.u.b....
pl: Proszę czekać...
pt_br: Por favor, aguarde...
ro: Va rugam asteptati...
ru: Пожалуйста, подождите...
sv: Vänligen vänta...
th: โปรดรอ...
tr: Lütfen bekleyin...
uk: Будь ласка, зачекайте...
vi: Vui lòng chờ...
zh_hans: 请稍候...
zh_hant: 請稍候...

source: Polish
ar: البولندية
bn: পোলিশ
cs: polština
da: polsk
de: Polnisch
el: Πολωνικά
es: polaco
fi: puola
fr: polonais
he: פולנית
hi: पोलिश
hu: lengyel
id: Polonia
it: polacco
ja: ポーランド語
ko: 폴란드어
ms: Bahasa Poland
nb: polsk
nl: Pools
pl: polski
pt_br: polonês
ro: poloneză
ru: польский
sv: polska
th: ภาษาโปแลนด์
tr: Lehçe
uk: польська
vi: Tiếng Ba Lan
zh_hans: 波兰语
zh_hant: 波蘭語

source: Port
ar: المنفذ
bn: পোর্ট
el: Θύρα
es: Puerto
fi: Portti
he: יציאה
hi: पोर्ट
it: Porta
ja: ポート
ko: 포트
nl: Poort
pt_br: Porta
ru: Порт
th: พอร์ต
tr: Bağlantı noktası
uk: Порт
vi: Cổng
zh_hans: 端口
zh_hant: 連接埠
